Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: Create a New Exercise without Zones If you create a new exercise without zones, you can use timers or distances* to guide your training.
hr: Stvorite novu vježbu bez zona Za stvaranje nove vježbe bez zona, možete koristiti tajmere ili udaljenosti* koji će vas voditi kroz vaše vježbanje.

source: Select Settings > Exercises > Add new .
hr: Odaberite Settings > Exercises > Add new .

source: 1. Number of zones : Set the number of zones to 0.
hr: 1. 2. Number of zones : Postavite broj zona na 0.

source: 2. Guide type: Choose to sound a timer during workout (reminding you to drink, for example), or set a distance* (for following lap times without recording them).
hr: Guide type: Odaberite opciju oglašavanja tajmera za vrijeme vježbanja (npr. podsjetnik da popijete piće), ili postavite udaljenost* (za vremena slijedećih krugova bez njihovog spremanja).

source: Timers • Number of timers : Choose the number of timers (1-3) for the session.
hr: Tajmeri • Number of timers : Odaberite broj tajmera (1-3) za jedan ciklus.

source: Press OK. • Timer 1 : Define minutes and seconds for the timer and press OK.
hr: Pritisnite OK. • Timer 1 : Definirajte minute i sekunde za tajmer i pritisnite OK.

source: Or
hr: HRVATSKI, SRPSKI

source: Distances* • Number of distances : Choose the number of distances (1-3) for the session.
hr: Udaljenosti* • Number of distances : Odaberite broj udaljenosti (1-3) za ciklus.

source: Press OK. • Distance 1: Enter the distance(s) and press OK.
hr: Pritisnite OK. • Distance 1: Unesite udaljenost(i) i pritisnite OK.

source: Repeat step 2 until you have defined timers or distances*.
hr: Ponovite korak 2 dok ne definirate tajmere ili udaljenosti*.

source: ENGLISH Calibrate the Polar s3/s3+ Stride Sensor W.I.N.D. Optional calibration of the s3/s3+ sensor* improves accuracy of speed, pace, and distance measurements.
hr: Kalibracija Polar s3 senzora brzine trčanja W.I.N.D. Opcijska kalibracija s3 senzora* može povećati točnost mjerenja brzine, ritma i udaljenosti.

source: It is recommended that you calibrate the sensor before using it for the first time, if there are significant changes in your running style, or if the position of the sensor on the shoe is dramatically changed (e.g. if you have new running shoes).
hr: Preporuča se da kalibrirate senzor brzine trčanja prije prve uporabe, ako je došlo do velike promjene vašeg stila trčanja ili je pozicija senzora na cipeli značajno promijenjena (npr. ako imate nove cipele).

source: You can calibrate the sensor by running a known distance, or by setting the calibration factor manually.
hr: Senzor možete kalibrirati trčanjem duž poznate udaljenosti, ili ručnim postavljanjem kalibracijskog faktora.

source: You can calibrate one s3/s3+ sensor for each shoe setting.
hr: Možete kalibrirati jedan s3 senzor za svaku postavku cipele.

source: Calibrate Sensor by Running a Distance (on-the-fly calibration) You can calibrate the sensor at any phase of your exercise with lap distance correction, provided you are not exercising with distance-based targets.
hr: Kalibracija senzora trčanjem (on-the-fly kalibracija) Senzor brzine trčanja možete kalibrirati u bilo kojoj fazi vašeg ciklusa vježbanja uz stvarnu korekciju udaljenosti, uz uvjet da ne vježbate s ciljevima na bazi udaljenosti.

source: Just run a known distance, preferably more than 1000 meters.
hr: Samo pretrčite poznatu udaljenost, po mogućnosti više od 1000 metara.

source: Make sure the sensor function in the training computer is on (Settings > Features > Shoes/bikes > Shoes 1/2/3 > On).
hr: Provjerite je li funkcija senzora u monitoru srčane frekvencije aktivirana ( Settings > Features > Shoes/bikes > Shoes 1/2/3 > On).

source: In time mode press OK once.
hr: U vremenskom režimu pritisnite OK jednom.

source: Select Settings > Shoes/bikes > Shoes 1/2/3.
hr: Odaberite Settings > Shoes/bikes > Shoes 1/2/3.

source: Then select Start and start running.
hr: Tada odaberite Start i počnite trčati.

source: When you are in a starting point of a known lap distance, press OK.
hr: Kada se nađete na početku poznate udaljenosti, pritisnite OK i počnite trčati.

source: When you have run the whole lap distance, press OK.
hr: Kada prijeđete cijelu udaljenost kruga, pritisnite OK.

source: Then calibrate the sensor by choosing either alternative:
hr: Provedite kalibraciju senzora na dva načina: 1.

source: 1. Press and hold LIGHT to go to Settings. Or, 2.
hr: 2. Pritisnite i držite tipku SVJETLO kako bi ušli u Settings.

source: Press STOP once.
hr: Ili, Pritisnite STOP jednom.

source: Select Settings.
hr: Odaberite Settings.

source: Select Calibrate > Correct lap > Set true lap distance .
hr: Odaberite Calibrate > Correct lap > Set true lap distance .

source: Fix the displayed lap distance with the distance you just ran, and press OK.
hr: Namjestite prikazanu udaljenost kruga s udaljenosti koju ste upravo pretrčali i pritisnite OK.

source: Calibration complete and the factor are displayed.
hr: Prikažu se Calibration complete i faktor kalibracije.

source: The sensor is now calibrated and ready for action.
hr: Trkaći senzor je sada kalibriran i spreman za akciju.

source: Set Calibration Factor Manually The calibration factor is calculated as a ratio of the actual distance to the uncalibrated distance.
hr: Ručno namještanje kalibracijskog faktora Kalibracijski faktor se računa kao odnos stvarne udaljenosti i nekalibrirane udaljenosti.

source: Example: you run 1200m, the training computer shows a distance of 1180m, the calibration factor is 1.000.
hr: Na primjer ako pretrčite 1200 m i monitor srčane frekvencije pokazuje udaljenost od 1180 m, kalibracijski faktor je 1.000.

source: Calculate the new calibration factor as follows: 1.000*1200/1180 = 1.017. The measuring range for the factor is 0.500-1.500.
hr: Izračunajte novi faktor kako slijedi: 1.000*1200/1180 = 1.017. raspon mjerenja za ovaj faktor je 0.500 – 1.500.

source: There are four options for setting the calibration factor:
hr: Postoje četiri opcije za postavljanje kalibracijskog faktora: 1.

source: 1. Before exercise.
hr: Prije vježbanja.

source: Select Settings > Features > Shoes/bikes > Shoe 1/2/3 > Calibrate .
hr: Odaberite Settings > Features > Shoes/bikes > Shoe 1/2/3 > Calibrate .

source: Set the Calibration factor and press OK.
hr: Postavite Calibration factor i pritisnite OK.

source: The sensor is now calibrated.
hr: Senzor je sada kalibriran.

source: 2. During exercise by pausing exercise recording.
hr: 2. Tijekom vježbanja, pauziranjem snimanja vježbanja.

source: Start exercising by pressing OK twice in the time display.
hr: Počnite vježbati pritiskom na OK dva puta u vremenskom prikazu.

source: Press STOP once and the exercise recording is paused.
hr: Jednom pritisnite STOP i snimanje vježbanja je pauzirano.

source: Select Settings > Calibrate > Set factor .
hr: Odaberite Settings > Calibrate > Set factor .

source: Continue exercise recording by pressing OK.
hr: Nastavite snimanje vježbanja pritiskom na OK.

source: 3. During exercise without pausing exercise recording.
hr: 3. Tijekom vježbanja bez pauziranja snimanja vježbanja.

source: Press and hold LIGHT to get to Settings.
hr: Pritisnite i držite SVJETLO kako bi ušli u Settings.

source: Select Calibrate > Set factor .
hr: Odaberite Calibrate > Set factor .

source: ENGLISH Set the Calibration factor and press OK.
hr: Postavite Calibration factor i pritisnite OK.

source: Continue running.
hr: Nastavite trčati.

source: If message S sensor calibration failed is displayed the sensor has not been calibrated and you need to try again.
hr: Ako se prikaže poruka S sensor calibration failed senzor nije kalibriran i morate pokušati ponovo.

source: *Optional s3/s3+ stride sensor W.I.N.D. required.
hr: *Potreban opcijski s3 senzor brzine trčanja W.I.N.D.

source: 12 Prepare For Training
hr: 12 PRIPREMA ZA VJEŽBANJE

source: ENGLISH 5. TRAINING
hr: HRVATSKI, SRPSKI

source: Wear the Heart Rate Sensor Wear the heart rate sensor to measure heart rate.
hr: 5. VJEŽBANJE Nošenje primopredajnika Nosite primopredajnik za mjerenje broja otkucaja srca.

source: 1. Moisten the electrode area of the strap.
hr: Prije početka snimanja, morate nositi WearLink primopredajnik.

source: 2. Attach the connector to the strap.
hr: 1. Dobro namočite područja elektroda pojasa tekućom vodom.

source: 3. Tie the strap around your chest, just below the chest muscles, and attach the hook to the other end of the strap.
hr: Preporučamo uporabu kontaktnog gela (ECG gel) za optimizaciju kontakta između vaše kože i primopredajnika, pogotovo tijekom dugotrajnih natjecanja.

source: 4. Adjust the strap length to fit tightly but comfortably.
hr: 2. 3. 4. Fiksirajte priključak na pojas.

source: Check that the moist electrode areas are firmly against your skin and that the Polar logo of the connector is in a central and upright position.
hr: Namjestite pojas da bude čvrst ali da vam bude ugodno.

source: Detach the connector from the strap and rinse the strap under running water after every use.
hr: Učvrstite pojas oko vaših prsa, malo ispod prsnih mišića i zakačite drugi kraj pojasa.

source: Sweat and moisture may keep the electrodes wet and the heart rate sensor activated.
hr: Provjerite prianjaju li mokra područja elektroda čvrsto na vašu kožu i da je Polar logotip priključka na sredini i uspravan.

source: This will reduce the heart rate sensor battery life.
hr: Kada ga ne koristite, skinite priključak s pojasa, kako bi maksimalizirali radni vijek primopredajnika.

source: For more detailed washing instructions, see Care and Maintenance (page 60).
hr: Pogledajte detaljne upute za pranje u poglavlju Briga i održavanje (stranica 61 ).

source: The Polar H3 heart rate sensor can be used with specific apparel that has built-in soft textile electrodes. Wet the electrode areas of the apparel.
hr: Polar WearLink primopredajnik se može koristiti sa specijalnom odjećom koja ima ugrađene elektrode od mekanog tekstila.

source: Clip the connector of the heart rate sensor straight onto the apparel without the strap so that the connector’s Polar logo is in an upright position.
hr: Zakačite priključak primopredajnika direktno na odjeću bez pojasa tako da je Polar logotip priključka u uspravnom položaju.

source: Start Training
hr: Počnite vježbati 1.

source: 1. Wear the heart rate sensor as instructed and start heart rate measurement by pressing OK.
hr: Nosite primopredajnik prema uputama i započnite mjerenje broja otkucaja srca pritiskom na tipku OK.

source: 2. Within 15 seconds, your heart rate appears on the display. • If you use a sensor, select the shoe or bike by pressing and holding DOWN, or in Settings > Shoes/bikes.
hr: 2. Unutar 15 sekundi na zaslonu se pojavi broj otkucaja vašeg srca. • Ako koristite senzor, odaberite cipelu ili bicikl pritiskom i držanjem tipke DOLJE ili u Settings > Shoes/bikes.

source: The number in the lower right hand corner of the display indicates your shoe or bike selection.
hr: Broj u donjem desnom kutu zaslona označava cipelu ili bicikl koji će se koristiti.

source: 3. Start exercising by pressing OK.
hr: Mirujte VJEŽBANJE

source: Training 13
hr: 13 HRVATSKI, SRPSKI

source: sensor to display speed/pace and distance* data (e.g. you have defined speed/pace* zones for the exercise).
hr: 3. • Za brzu promjenu vrste vježbe, pritisnite i držite tipku GORE. Započnite s vježbanjem pritiskom na OK.

source: The training computer returns to exercise type selection menu, where you can select an exercise which does not require a speed sensor.
hr: Ako se prikaže slijedeća poruka: (Naziv vježbe) requires a speed sensor, vaša vježba zahtijeva senzor brzine za prikaz brzine/ritma i udaljenosti* (npr. u vježbi ste definirali zone brzine/ritma*).

source: Alternatively, select Settings, Reset trip or Location.
hr: Alternativno, odaberite Settings, Reset trip ili Location.

source: For further information on all the settings available, see Settings (page 32).
hr: U prikazu Settings prije vježbanja možete pregledati i promijeniti različite postavke.

source: The Settings menu lists the following options: • Exercise : Choose an exercise type Free, Basic, Interval , or OwnZone (If you have created new exercises, these will be listed, as well.) 1.
hr: Za dodatne informacije o svim dostupnim postavkama, pogledajte POSTAVKE (stranica 32 Izbornik Settings ). prikazuje slijedeće opcije: • Exercise : Odaberite Free, Basic, Interval , ili OwnZone (ako ste stvorili nove vježbe i one će biti na popisu).

source: Select : Set a default exercise to be performed at once, or 2.
hr: 1. 2. • Select : Standardna vježba će biti odmah provedena, ili View: Pregledajte postavke vježbe.

source: View: View exercise settings. • Shoes/bikes: Select shoes 1/2/3, bike 1/2/3 or none.
hr: Shoes/bikes: Odaberite cipele 1/2/3, bicikl 1/2/3 ili ništa.

source: Only shoes/bikes that you have activated in Settings > Features > Shoes/bikes are listed.
hr: U popisu se nalaze samo cipele/bicikli koje ste aktivirali u Settings > Features > Shoes/bikes .

source: If you select a shoe or bike, and have also set the GPS function on, the GPS will only be used for location and route tracking. • GPS: Set the GPS function On/Off. • Altitude: Switch the altitude on or off, or calibrate altitude. • Rec.rate : Set the recording rate. • RR data: Switch the RR recording on or off. • TZ Alarm: Switch target zone alarm sounds on or off. • HR view: Choose to view heart rate in beats per minute (bpm), as a percentage of maximum heart rate (HR%), or as a percentage of heart rate reserve (HRR%). • Speed view: Choose to view speed* in kilometers or miles per hour (km/h or mph), or in minutes per kilometer or mile (min/km or min/mi). • A.Lap: Switch the automatic lap function on or off. • Display: Modify the display (for further information, see Personalize the Training Computer Display (page 16)).
hr: Ako odaberete cipelu ili bicikl, te ste također aktivirali GPS funkciju, GPS će se koristiti samo za određivanje lokacije i praćenje rute. • • • • • • • • • GPS: Uključite/isključite GPS funkciju.

source: In Reset trip you can reset the trip distance before starting an exercise session.
hr: Altitude: Uključite/isključite funkciju nadmorske visine ili kalibrirajte nadmorsku visinu.

source: In Location** you can check your current location.
hr: RR data: Uključite ili isključite RR snimanje.

source: The training computer will pinpoint your location using the latest GPS coordinates.
hr: TZ Alarm: Uključite ili isključite zvukove alarma ciljane zone.

source: Latitude and longitude are expressed in degrees and minutes.
hr: HR view: Odaberite prikaz broja otkucaja srca u otkucajima u minuti (bpm), kao postotak maksimalnog

source: Number of satellites visible on lowest row.
hr: broja otkucaja srca (HR%) ili kao postotak rezerve otkucaja srca (HRR%).

source: To further analyze the track information, transfer the data to Polar ProTrainer 5.
hr: Speed view: odaberite prikaz brzine* u kilometrima ili miljama na sat (km/h ili mph) ili u minutama po

source: See Software help for instructions.
hr: kilometru ili milji (min/km ili min/mi).

source: *Optional s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Display: Namještanje zaslona (za dodatne informacije, pogledajte Prilagođavanje zaslona monitora

source: **Optional G3/G5 GPS sensor W.I.N.D. required.
hr: srčane frekvencije (stranica 16 )).

source: Combine Exercises The RS800CX training computer offers you the option of combining consecutive exercises.
hr: U opciji Reset trip možete poništiti udaljenost vožnje prije započinjanja vježbanja.

source: When you start a new exercise session within an hour of the previous one, Combine exercises? is displayed.
hr: Monitor srčane frekvencije će odrediti vašu lokaciju koristeći zadnje GPS koordinate.

source: To combine, select YES. The multisport exercise view is displayed during training.
hr: Geografska širina i dužina su izraženi u stupnjevima i minutama.

source: A maximum of ten exercises can be combined.
hr: U najnižem redu je vidljiv broj satelita.

source: For more information see Information on the Display (page 15).
hr: Za dodatnu analizu informacija o trasi, podatke prebacite u softver Polar ProTrainer 5.

source: By using Polar ProTrainer 5 software, you can combine exercises after training and analyze them further.
hr: Kombiniranje vježbi RS800CX monitor srčane frekvencije vam nudi opciju kombiniranja uzastopnih vježbi.

source: For more, see Polar ProTrainer 5 help.
hr: Kada započnete

source: 14 Training
hr: 14 VJEŽBANJE

source: Information on the Display Your training computer offers you a simultaneous view of three different lines of exercise information.
hr: novi ciklus vježbanja unutar jednog sata od prethodnog ciklusa, prikaže se Combine exercises?

source: By pressing UP or DOWN, you can view different displays.
hr: (Kombiniraj vježbe?). Za kombiniranje, odaberite YES.

source: The name of the display appears for a few seconds.
hr: Tijekom vježbanja se prikazuje multisport prikaz.

source: The name indicates the lower row information.
hr: Može se kombinirati maksimalno 10 vježbi.

source: The display varies depending on the sensors you have installed, which features are set On and what kind of exercise you are performing.
hr: Za više informacija pogledajte Informacije na zaslonu (stranica 15 ). Uporabom Polar ProTrainer 5 softvera, možete kombinirati vježbe nakon vježbanja i dodatno ih analizirati.

source: Customize the training computer display easily with Polar ProTrainer 5 software.
hr: Za više informacija pogledajte upute Polar ProTrainer 5 softvera.

source: Default displays while exercising:
hr: Naziv označava informaciju u donjem redu.

source: Heart rate view Speed/pace* / Calories Stopwatch Heart rate * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Prikaz se mijenja ovisno o senzorima, koje ste ugradili, čije značajke su postavljene u On i o vrsti vježbe koju provodite.

source: Stopwatch view Calories Time Stopwatch * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Lako prilagodite prikaz monitora srčane frekvencije uz pomoć Polar ProTrainer 5 softvera.

source: Lap time view Zone pointer Heart rate Lap time
hr: Standardni prikaz na zaslonu kada koristite senzor brzine: Heart rate (Otkucaji srca)

source: Speed/pace view Cadence* Distance** Speed/pace** * s3/s3+ stride sensor or cadence sensor W.I.N.D. required. * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Brzina / ritam* / kalorije Štoperica Otkucaji srca * Potreban opcijski s3 senzor brzine trčanja, G3 GPS senzor ili senzor brzine W.I.N.D. Stopwatch (Štoperica)

source: Distance view Countdown timer Zone pointer Distance* / Lap time * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Kalorije Vrijeme Štoperica * Potreban opcijski s3 senzor brzine trčanja, G3 GPS senzor ili senzor brzine W.I.N.D. Lap time (Vrijeme kruga)

source: Altitude view Heart rate Ascent Altitude
hr: Pokazivač zone Otkucaji srca Vrijeme kruga

source: Multi-sport view (displayed only if you have combined the current exercise with the previous exercise file) Total duration of combined exercise Total calories of combined exercise Total distance of combined exercise* * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Speed/pace (Brzina/ritam) Ritam* Udaljenost** Brzina/ritam** * Potreban opcijski s3 senzor brzine trčanja ili ritma W.I.N.D. * Potreban opcijski s3 senzor brzine trčanja, G3 GPS senzor ili senzor brzine W.I.N.D. Distance (Udaljenost) Odbrojavanje Pokazivač zone Udaljenost*/vrijeme kruga * Potreban opcijski s3 senzor brzine trčanja, G3 GPS senzor ili senzor brzine W.I.N.D. VJEŽBANJE

source: Training 15
hr: 15 HRVATSKI, SRPSKI

source: Exercise created with Polar ProTrainer 5 If you have downloaded a program from the software, you can see the details of your exercise session on a separate display.
hr: Ukupno trajanje kombinirane vježbe Ukupne potrošene kalorije kombinirane vježbe Ukupna udaljenost kombinirane vježbe* * Potreban opcijski s3 senzor brzine trčanja, G3 GPS senzor ili senzor brzine W.I.N.D. Exercise created with Polar ProTrainer 5 (Vježbe stvorene s Polar

source: For further information, see Perform Programmed Exercise (page 43).
hr: ProTrainer 5) Ako ste skinuli program vježbanja iz softvera, na posebnom prikazu možete vidjeti detalje vašeg ciklusa vježbanja.

source: You cannot modify this display using the training computer.
hr: Za dodatne informacije, pogledajte Provođenje programiranih vježbi (stranica 43 Ne možete mijenjati ovaj prikaz preko ). monitora srčane frekvencije.

source: Personalize the Training Computer Display Personalize your training computer display to show the information you want to see during training, either by using the training computer or the software.
hr: Prilagođavanje zaslona monitora srčane frekvencije Prilagodite zaslon vašeg monitora srčane frekvencije kako bi za vrijeme vježbanja prikazao željene informacije, bilo uporabom monitora srčane frekvencije ili softvera.

source: A programmed exercise downloaded from the software and a training view have their own displays that cannot be modified.
hr: Programirana vježba skinuta iz softvera i prikaza vježbanja ima vlastite postavke prikaza koje se ne mogu mijenjati.

source: In time mode, select OK > Settings > Display > Edit
hr: U vremenskom režimu odaberite OK > Settings > Display > Edit Odaberite prikaz koji želite promijeniti pritiskom na tipku GORE ili DOLJE, i nakon toga OK.

source: Select the display you want to change by pressing UP or DOWN, and press OK.
hr: Postavite informaciju za trepćući gornji red s GORE ili DOLJE, i pritisnite OK.

source: Set the information for the blinking upper row with UP or DOWN, and press OK.
hr: Informacije na prikazu ovise o značajkama koje su aktivirane.

source: The information available depends on the features that are activated.
hr: Za dodatne informacije pogledajte Postavke značajki (stranica 32 ).

source: Repeat the same to change the middle and lower rows.
hr: Na jednaki način postavite srednji i donji red.

source: Each display is named after the information shown on the lower row.
hr: Svaki prikaz je nazvan po informaciji prikazanoj u donjem redu.

source: To return the default settings of the display, press and hold LIGHT when the rows are blinking.
hr: Za povratak na standardne postavke zaslona, pritisnite i držite tipku SVJETLO kada redovi trepću.

source: Activate Titles to view help texts while changing displays during exercise: In time mode, select OK > Settings > Display > Titles Information on the display Symbol Explanation
hr: Aktivirajte Titles za pregled naziva prikaza u trenutku promjene prikaza za vrijeme vježbanja: u vremenskom režimu odaberite OK > Settings > Display > Titles

source: Time of day Time of day Countd. timer Countdown timer
hr: Informacije na zaslonu Time of day Countd. timer Simbol

source: Lap time Lap number and lap time
hr: Lap time Stopwatch

source: Heart rate Current heart rate
hr: Heart rate

source: Average heart rate Average heart rate of the exercise so far.
hr: Average heart rate

source: 16 Training
hr: 16 VJEŽBANJE

source: Information on the display Symbol Explanation
hr: Informacije na zaslonu Calories Simbol

source: Zone pointer (Polar sport zones) Target zone indicator with a heart symbol that moves left or right on the sport zone scale according to your heart rate.
hr: Pokazivač ciljane zone sa simbolom srca koje se kreće lijevo i desno na skali sportske zone u skladu s vašim otkucajima srca.
